-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 27, 2025 at 11:46 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db_yt`
--

-- --------------------------------------------------------

--
-- Table structure for table `tb_img`
--

CREATE TABLE `tb_img` (
  `id` int(11) NOT NULL,
  `name_img` varchar(255) NOT NULL,
  `img_status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_img`
--

INSERT INTO `tb_img` (`id`, `name_img`, `img_status`) VALUES
(2, 'image_20250625_162552-725407373.png', 0),
(3, 'image_20250625_212216-21630125.png', 0),
(4, 'image (1)_20250625_212223-202055567.png', 0),
(5, 'image (2)_20250625_212230-875829940.png', 0),
(6, 'image (3)_20250625_212238-5279175.png', 0),
(7, 'image (5)_20250625_212248-467031580.png', 0),
(8, 'image (6)_20250625_212255-434465589.png', 0),
(9, 'image (7)_20250625_212304-401629813.png', 0),
(10, 'image (8)_20250625_212311-473181334.png', 0),
(11, 'image (9)_20250625_212320-179567942.png', 0),
(12, 'image (10)_20250625_212329-964182817.png', 0),
(13, 'image (11)_20250625_212337-528746713.png', 0);

-- --------------------------------------------------------

--
-- Table structure for table `tb_maintype`
--

CREATE TABLE `tb_maintype` (
  `id` int(10) NOT NULL,
  `name_maintype` varchar(255) NOT NULL,
  `bud` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `tb_maintype`
--

INSERT INTO `tb_maintype` (`id`, `name_maintype`, `bud`) VALUES
(1, 'ผักทั่วไป', 1),
(6, 'อาหารสด', 5),
(8, 'ผักปรุงรส', 1),
(9, 'ผักเมืองหนาว', 2),
(10, 'ผักพื้นบ้าน', 1),
(11, 'ผลไม้ฤดูกาล', 3),
(12, 'ผลไม้นอก', 3),
(14, 'พืชไร่', 4),
(15, 'ส้ม', 4);

-- --------------------------------------------------------

--
-- Table structure for table `tb_price`
--

CREATE TABLE `tb_price` (
  `id` int(11) NOT NULL,
  `price` float NOT NULL,
  `price_date` date NOT NULL DEFAULT current_timestamp(),
  `price_time` time NOT NULL DEFAULT current_timestamp(),
  `id_prod` int(11) NOT NULL,
  `id_result` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_price`
--

INSERT INTO `tb_price` (`id`, `price`, `price_date`, `price_time`, `id_prod`, `id_result`) VALUES
(7, 10, '2025-06-24', '15:20:06', 1, 1),
(8, 20, '2025-06-24', '15:20:06', 4, 1),
(9, 10, '2025-06-24', '15:21:27', 1, 4),
(10, 20, '2025-06-24', '15:21:27', 4, 4),
(11, 8, '2025-06-01', '15:23:06', 1, 2),
(12, 9, '2025-06-01', '15:23:06', 4, 2),
(13, 10, '2025-06-01', '15:23:06', 35, 2),
(14, 77, '2025-06-24', '16:03:18', 196, 1),
(15, 15, '2025-06-24', '16:03:18', 4, 1),
(16, 10, '2025-06-25', '08:33:26', 1, 1),
(17, 11, '2025-06-25', '08:33:26', 4, 1),
(18, 12, '2025-06-25', '08:33:26', 35, 1),
(19, 13, '2025-06-25', '08:33:26', 38, 1),
(20, 12, '2025-06-25', '08:33:26', 39, 1),
(21, 15, '2025-06-25', '08:33:26', 77, 1),
(23, 91, '2025-06-25', '10:14:59', 4, 2),
(24, 92, '2025-06-25', '10:14:59', 35, 2),
(25, 93, '2025-06-25', '10:14:59', 38, 2),
(26, 94, '2025-06-25', '10:14:59', 39, 2),
(27, 95, '2025-06-25', '10:14:59', 77, 2),
(28, 55, '2025-06-25', '11:21:50', 1, 3),
(29, 66, '2025-06-25', '11:21:50', 4, 3),
(30, 77, '2025-06-25', '11:21:50', 35, 3),
(31, 88, '2025-06-25', '11:21:50', 38, 3),
(32, 99, '2025-06-25', '11:21:50', 39, 3),
(33, 111, '2025-06-25', '11:21:50', 77, 3),
(34, 91, '2025-06-25', '11:22:23', 1, 4),
(35, 92, '2025-06-25', '11:22:23', 4, 4),
(36, 93, '2025-06-25', '11:22:23', 35, 4),
(37, 94, '2025-06-25', '11:22:23', 38, 4),
(38, 95, '2025-06-25', '11:22:23', 39, 4),
(40, 150, '2025-06-25', '15:03:54', 229, 4),
(41, 52, '2025-06-25', '15:17:31', 181, 1),
(42, 47, '2025-06-25', '15:17:31', 189, 1),
(43, 50, '2025-06-25', '15:17:31', 196, 1),
(44, 55, '2025-06-25', '15:18:54', 181, 2),
(45, 49, '2025-06-25', '15:18:54', 189, 2),
(46, 55, '2025-06-25', '15:18:54', 196, 2),
(47, 60, '2025-06-25', '15:19:41', 181, 2),
(48, 60, '2025-06-25', '15:19:41', 196, 2),
(49, 60, '2025-06-25', '15:20:07', 181, 3),
(50, 60, '2025-06-25', '15:20:07', 196, 3),
(51, 100, '2025-06-25', '22:12:35', 170, 1),
(52, 110, '2025-06-25', '22:12:35', 180, 1),
(53, 120, '2025-06-25', '22:12:35', 181, 1),
(54, 130, '2025-06-25', '22:12:35', 189, 1),
(55, 140, '2025-06-25', '22:12:35', 196, 1),
(56, 121, '2025-06-25', '22:13:19', 170, 3),
(57, 122, '2025-06-25', '22:13:19', 180, 3),
(58, 123, '2025-06-25', '22:13:19', 181, 3),
(59, 124, '2025-06-25', '22:13:19', 189, 3),
(60, 125, '2025-06-25', '22:13:19', 196, 3),
(61, 126, '2025-06-25', '22:13:19', 228, 3),
(62, 127, '2025-06-25', '22:13:19', 229, 3),
(63, 12, '2025-06-24', '08:33:26', 38, 1),
(64, 13, '2025-06-24', '08:33:26', 39, 1),
(65, 10, '2025-06-26', '09:40:52', 1, 1),
(66, 11, '2025-06-26', '09:40:52', 4, 1),
(67, 12, '2025-06-26', '09:40:52', 35, 1),
(68, 13, '2025-06-26', '09:40:52', 38, 1),
(69, 14, '2025-06-26', '09:40:52', 39, 1),
(70, 14, '2025-06-26', '09:40:52', 77, 1),
(71, 20, '2025-06-26', '09:40:52', 143, 1),
(72, 22, '2025-06-26', '09:40:52', 147, 1),
(73, 14, '2025-06-24', '08:33:26', 35, 1),
(74, 21, '2025-06-22', '09:40:52', 147, 1),
(75, 19, '2025-06-22', '09:40:52', 143, 1),
(76, 13, '2025-06-22', '09:40:52', 77, 1),
(77, 13, '2025-06-22', '09:40:52', 39, 1),
(78, 12, '2025-06-22', '09:40:52', 38, 1),
(79, 11, '2025-06-22', '09:40:52', 35, 1),
(80, 10, '2025-06-22', '09:40:52', 4, 1),
(81, 9, '2025-06-22', '09:40:52', 1, 1),
(82, 9, '2025-06-26', '11:41:08', 1, 2),
(83, 10, '2025-06-26', '11:41:08', 4, 2),
(84, 11, '2025-06-26', '11:41:08', 35, 2),
(85, 12, '2025-06-26', '11:41:08', 38, 2),
(86, 13, '2025-06-26', '11:41:08', 39, 2),
(87, 14, '2025-06-26', '11:41:08', 77, 2),
(88, 15, '2025-06-26', '11:41:08', 143, 2),
(89, 16, '2025-06-26', '11:41:08', 147, 2),
(90, 11.5, '2025-06-26', '13:50:23', 1, 3),
(91, 12, '2025-06-26', '13:50:23', 4, 3),
(92, 10, '2025-06-26', '13:50:23', 35, 3),
(93, 13, '2025-06-26', '13:50:23', 38, 3),
(94, 12, '2025-06-26', '13:50:23', 39, 3),
(95, 14.5, '2025-06-26', '13:50:23', 77, 3),
(96, 12, '2025-06-26', '13:50:23', 143, 3),
(97, 10, '2025-06-26', '13:50:23', 147, 3),
(98, 24, '2025-06-27', '11:22:24', 38, 2),
(99, 6, '2025-06-27', '10:56:07', 38, 1),
(100, 20, '2025-06-27', '10:00:50', 38, 3),
(101, 20, '2025-06-27', '10:00:50', 38, 4),
(102, 30.5, '2025-06-27', '11:22:24', 143, 2),
(103, 20, '2025-06-27', '10:56:07', 143, 1),
(104, 24, '2025-06-27', '10:00:50', 143, 3),
(105, 30.5, '2025-06-27', '10:00:50', 143, 4),
(106, 20, '2025-06-27', '11:22:24', 1, 2),
(107, 16, '2025-06-27', '10:14:01', 1, 3),
(108, 20, '2025-06-27', '10:56:07', 1, 1),
(109, 21, '2025-06-27', '11:22:24', 4, 2),
(110, 12, '2025-06-27', '10:14:01', 4, 3),
(111, 21, '2025-06-27', '10:56:07', 4, 1),
(112, 18, '2025-06-27', '11:22:24', 147, 2),
(113, 15, '2025-06-27', '10:22:33', 147, 3),
(114, 14, '2025-06-27', '10:56:07', 147, 1),
(115, 50, '2025-06-27', '11:22:24', 149, 2),
(116, 34, '2025-06-27', '10:22:33', 149, 3),
(117, 26, '2025-06-27', '10:56:07', 149, 1),
(118, 110, '2025-06-27', '11:22:24', 170, 2),
(119, 110, '2025-06-27', '10:22:33', 170, 3),
(120, 120, '2025-06-27', '11:02:52', 170, 1),
(121, 5, '2025-06-27', '10:23:28', 25, 2),
(122, 30.7, '2025-06-27', '10:23:52', 25, 2),
(123, 32, '2025-06-27', '10:23:52', 25, 3),
(124, 20, '2025-06-27', '10:23:52', 25, 1),
(125, 120, '2025-06-27', '11:02:52', 170, 1),
(126, 20, '2025-06-27', '10:56:07', 1, 1),
(127, 21, '2025-06-27', '10:56:07', 4, 1),
(129, 6, '2025-06-27', '10:56:07', 38, 1),
(130, 20, '2025-06-27', '10:56:07', 143, 1),
(131, 14, '2025-06-27', '10:56:07', 147, 1),
(132, 26, '2025-06-27', '10:56:07', 149, 1),
(133, 120, '2025-06-27', '11:02:52', 170, 1),
(134, 20, '2025-06-27', '10:56:07', 1, 1),
(135, 21, '2025-06-27', '10:56:07', 4, 1),
(136, 4, '2025-06-27', '10:56:07', 35, 1),
(137, 6, '2025-06-27', '10:56:07', 38, 1),
(138, 20, '2025-06-27', '10:56:07', 143, 1),
(139, 14, '2025-06-27', '10:56:07', 147, 1),
(140, 26, '2025-06-27', '10:56:07', 149, 1),
(141, 120, '2025-06-27', '11:02:52', 170, 1),
(142, 20, '2025-06-27', '10:56:07', 1, 1),
(143, 21, '2025-06-27', '10:56:07', 4, 1),
(144, 4, '2025-06-27', '10:56:07', 35, 1),
(145, 6, '2025-06-27', '10:56:07', 38, 1),
(146, 20, '2025-06-27', '10:56:07', 143, 1),
(147, 14, '2025-06-27', '10:56:07', 147, 1),
(148, 26, '2025-06-27', '10:56:07', 149, 1),
(149, 120, '2025-06-27', '11:02:52', 170, 1),
(150, 4, '2025-06-27', '11:22:24', 35, 2);

-- --------------------------------------------------------

--
-- Table structure for table `tb_product`
--

CREATE TABLE `tb_product` (
  `id_product` int(10) NOT NULL,
  `name_pro` varchar(100) NOT NULL,
  `id_group` int(11) NOT NULL,
  `name_pro_en` varchar(100) NOT NULL,
  `name_pro_cn` varchar(255) NOT NULL,
  `id_unit` int(11) NOT NULL,
  `prod_status` int(11) NOT NULL,
  `chart_status` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `tb_product`
--

INSERT INTO `tb_product` (`id_product`, `name_pro`, `id_group`, `name_pro_en`, `name_pro_cn`, `id_unit`, `prod_status`, `chart_status`) VALUES
(1, 'กระเจี๊ยบเขียว', 1, 'Okra', '秋葵', 1, 1, 1),
(4, 'กะหล่ำปลีเขียว', 1, 'Green cabbage', '青菜', 1, 1, 1),
(6, 'กะหล่ำปลีม่วง', 1, 'Purple cabbage', '紫甘蓝', 1, 0, 0),
(7, 'กะหล่ำปลีหัวใจ', 1, 'Heart cabbage', '心白菜', 1, 0, 0),
(9, 'กุยช่ายขาว', 1, 'garlic chives', '蒜韭菜', 1, 0, 0),
(10, 'กุยช่ายดอก', 1, 'garlic chives', '蒜韭菜', 1, 0, 0),
(11, 'ข้าวโพดฝักอ่อน', 1, 'Baby corn', '玉米笋', 1, 0, 0),
(12, 'ขึ้นฉ่าย', 1, 'Celery', '芹菜', 1, 0, 0),
(13, 'แขนงคะน้า', 1, 'Kale', '羽衣甘蓝', 1, 0, 0),
(24, 'บวบเหลี่ยม', 1, 'Zucchini', '夏南瓜', 1, 0, 0),
(25, 'บวบงู', 1, 'Zucchini', '夏南瓜', 1, 0, 0),
(26, 'บวบหอม', 1, 'Zucchini', '夏南瓜', 1, 0, 0),
(27, 'ผักกวางตุ้งไต้หวัน', 1, 'Guangdong vegetable', '广东蔬菜', 1, 0, 0),
(28, 'ผักกวางตุ้งดอก', 1, 'Choy', '广东蔬菜', 1, 0, 0),
(29, 'ผักกวางตุ้งธรรมดา', 1, 'Choy', '广东蔬菜', 1, 0, 0),
(35, 'ผักกาดขาว(ลุ้ย)', 1, 'Chinese cabbage', '白菜', 1, 0, 1),
(36, 'ผักกาดหอม', 1, 'Lettuce', '生菜', 1, 1, 0),
(37, 'ผักขมจีน', 1, 'Chinese spinach', '中国菠菜', 1, 0, 0),
(38, 'ผักบุ้งไทย', 1, 'Thai Convolvulus', '喇叭花', 1, 1, 1),
(39, 'ผักบุ้งจีน', 1, 'Chinese Convolvulus', '喇叭花', 1, 0, 1),
(41, 'ฟักเขียวอ่อน', 1, 'winter melon', '冬瓜', 1, 0, 0),
(45, 'มะเขือเทศผลใหญ่ ', 1, 'Big tomatoes', '番茄', 1, 0, 0),
(46, 'มะเขือเทศราชินี ', 1, 'Cherry tomatoes', '番茄', 1, 0, 0),
(47, 'มะเขือเทศสีดา ', 1, 'Tomato', '番茄', 1, 0, 0),
(48, 'มะเขือเปราะ ', 1, 'Eggplant', '茄子', 1, 0, 0),
(49, 'มะเขือไข่เต่า ', 1, 'Eggplant Eggplant', '茄子', 1, 0, 0),
(50, 'มะเขือพวง ', 1, 'pea eggplant', '茄子', 1, 0, 0),
(52, 'มะเขือม่วง ', 1, 'Eggplant', '茄子', 1, 0, 0),
(53, 'มะเขือยาว ', 1, 'Eggplant ', '茄子', 1, 0, 0),
(56, 'มะเขือลิง ', 1, 'Eggplant', '茄子', 1, 0, 0),
(58, 'มะระจีน ', 1, 'Chinese gourd', '中国葫芦', 1, 0, 0),
(59, 'มะละกอดิบ ', 1, 'Raw papaya', '生木瓜', 1, 0, 0),
(62, 'ยอดมะพร้าว ', 1, 'Coconut', '椰子', 1, 0, 0),
(64, 'ลูกน้ำเต้า ', 1, 'Gourd', '葫芦', 1, 0, 0),
(72, 'เห็ดเป๋าฮื้อ ', 1, 'Abalone mushroom', '鲍鱼蘑菇', 1, 0, 0),
(73, 'เห็ดนางฟ้า ', 1, 'Mushroom', '菇', 1, 0, 0),
(74, 'เห็ดนางรม ', 1, 'Oyster mushroom', '平菇', 1, 0, 0),
(75, 'เห็ดฟาง ', 1, 'Straw mushroom', '草菇', 1, 0, 0),
(76, 'เห็ดหอมสด ', 1, 'Fresh mushroom', '新鲜的蘑菇', 1, 0, 0),
(77, 'เห็ดหูหนู ', 1, 'Mushroom', '菇', 1, 0, 0),
(78, 'เห็ดโคนญี่ปุ่น ', 1, 'Japanese mushroom', '日本蘑菇', 1, 0, 0),
(143, 'คะน้าต้น', 1, 'Kale', '羽衣甘蓝', 1, 1, 0),
(144, 'คะน้ายอด', 1, 'Kale', '羽衣甘蓝', 1, 0, 0),
(145, 'คะน้าฮ่องกง', 1, 'Hong Kong kale', '羽衣甘蓝', 1, 0, 0),
(146, 'แตงโมอ่อน', 1, 'Baby Watermelon', '西瓜', 1, 0, 0),
(147, 'แตงกวา', 1, 'cucumber', '黄瓜', 1, 0, 0),
(148, 'แตงร้าน', 1, 'Long Cucumber', '长黄瓜', 1, 0, 0),
(149, 'ถั่วฝักยาว', 1, 'Long bean', '长豆', 1, 0, 0),
(150, 'ถั่วพู', 1, 'Bean', '豆', 1, 0, 0),
(151, 'ถั่วลันเตาจีน', 1, 'Chinese beans', '豆', 1, 0, 0),
(152, 'ถั่วลันเตาหวานนอก', 1, 'Sweet beans', '豆', 1, 0, 0),
(153, 'กะหล่ำดอก(ขาว)', 1, 'Cauliflower (white)', '花椰菜（白色）', 1, 0, 0),
(154, 'ผักกระเฉด', 1, 'water minis', '水迷你', 1, 0, 0),
(155, 'มะเขือเขียวเสวย', 1, 'Green Ablong Eggplant', '绿色长方形茄子', 1, 0, 0),
(156, 'สายบัว', 1, 'lotus stem', '莲花茎', 1, 0, 0),
(157, 'ไหลบัว', 1, 'Flowing lotus', '流动的莲花', 1, 0, 0),
(158, 'เห็ดแพ็ค', 1, 'Mushroom packs', '蘑菇包', 1, 0, 0),
(159, 'กระชายหัว', 1, 'Fingerroot', '凹唇姜', 1, 0, 0),
(160, 'กระชายซอย', 1, 'Fingerroot', '凹唇姜', 1, 0, 0),
(161, 'ขมิ้นขาว(ปอก)', 1, 'White Turmeric', '白姜黄', 1, 0, 0),
(162, 'ขมิ้นเหลือง', 1, 'Yellow turmeric', '黄姜黄', 1, 0, 0),
(163, 'ขิงอ่อน', 1, 'Soft ginger', '软姜', 1, 0, 0),
(164, 'ขิงแก่', 1, 'Ginger', '生姜', 1, 0, 0),
(165, 'ขิงซอย', 1, 'Ginger', '生姜', 1, 0, 0),
(166, 'ข่าอ่อน', 1, 'Galangal', '高良姜', 1, 0, 0),
(167, 'ข่าแก่', 1, 'Galvanize', '高良姜', 1, 0, 0),
(168, 'ตะไคร้', 1, 'lemon grass', '柠檬草', 1, 0, 0),
(169, 'ต้นหอม', 1, 'Onion', '洋葱', 1, 0, 0),
(170, 'ผักชีไทย', 1, 'Coriander Thailand', '香菜泰国', 1, 1, 0),
(171, 'ผักชีฝรั่ง', 1, 'Parsley', '芹菜', 1, 0, 0),
(172, 'ผักชีลาว', 1, 'Dill', '莳萝', 1, 0, 0),
(176, 'ลูกมะกรูด', 1, 'Bergamot', '佛手柑', 1, 0, 0),
(177, 'ใบกระเพรา', 1, 'Holy basil', '圣罗勒', 1, 0, 0),
(178, 'ใบมะกรูด', 1, 'Lime leaf', '石灰叶', 1, 0, 0),
(179, 'ใบแมงลัก', 1, 'Basil', '罗勒', 1, 0, 0),
(180, 'ใบสะระแหน่', 1, 'Mint leaves', '薄荷叶', 1, 0, 0),
(181, 'ใบโหระพา', 1, 'Basil leaf', '罗勒叶', 1, 0, 0),
(182, 'พริกไทยอ่อน', 1, 'pepper', '胡椒', 1, 0, 0),
(183, 'พริกชี้ฟ้าเขียว', 1, 'Green chili', '青辣椒', 1, 0, 0),
(184, 'พริกชี้ฟ้าแดง', 1, 'Red chili', '红辣椒', 1, 0, 0),
(185, 'พริกจินดาเขียว', 1, 'Green chili', '青辣椒', 1, 0, 0),
(186, 'พริกจินดาแดง', 1, 'Red chili', '红辣椒', 1, 0, 0),
(188, 'พริกกะเหรี่ยง', 1, 'Bird chili', '辣椒', 1, 0, 0),
(189, 'พริกขี้หนูสวนใหญ่', 1, 'Big Chilli', '辣椒头', 1, 0, 0),
(190, 'พริกขี้หนูสวนเล็ก', 1, 'Small Chilli', '小辣椒', 1, 0, 0),
(191, 'พริกขี้หนูคลองท่อ', 1, 'Chilli', '辣椒', 1, 0, 0),
(192, 'พริกขี้หนูยอดสน', 1, 'Chilli', '小辣椒', 1, 0, 0),
(193, 'พริกยำเขียว', 1, 'Green Pepper', '绿皮书', 1, 0, 0),
(194, 'พริกยำแดง', 1, 'Red Pepper', '辣椒', 1, 0, 0),
(195, 'พริกมัน', 1, 'Chili', '辣椒', 1, 0, 0),
(196, 'พริกหยวก', 1, 'Bell pepper', '灯笼椒', 1, 0, 0),
(197, 'ใบกระเจี๊ยบ', 1, 'Okra', '秋葵', 1, 0, 0),
(198, 'มะระขี้นก', 1, 'Bitter gourd', '苦瓜', 1, 0, 0),
(199, 'ดอกแค', 1, 'Agasta', '大花田菁', 1, 0, 0),
(200, 'ดอกขี้เหล็ก', 1, 'Cassia', '决明子鲜花', 1, 0, 0),
(201, 'ดอกสลิด', 1, 'Cowslip creeper', '夜来香', 1, 0, 0),
(202, 'ดอกโสน', 1, 'Sesbania', '田菁', 1, 0, 0),
(204, 'อบเชย', 1, 'cinnamon', '肉桂', 1, 0, 0),
(205, 'ใบบัวบก', 1, 'Centella asiatica', '积雪草', 1, 0, 0),
(207, 'ใบเตย', 1, 'Pandanus odorus Ridl', '香兰', 1, 0, 0),
(208, 'ใบย่านาง', 1, 'Tiliacora triandra', '', 1, 0, 0),
(209, 'ผักบุ้งนา', 1, 'Thai water convolvulus', '蕹菜', 1, 0, 0),
(210, 'ยอดผักปลัง', 1, 'Ceylon spinach', '落葵', 1, 0, 0),
(211, 'ยอดฝักทอง', 1, 'Pumpkin', '大南瓜', 1, 0, 0),
(213, 'ยอดมะขามอ่อน', 1, 'Young Tamarind leaves', '罗望子', 1, 0, 0),
(215, 'ผักหวานบ้าน', 1, 'Star gooseberry', '罗望子', 1, 0, 0),
(216, 'ผักหวานป่า', 1, 'Melientha suavis Pierre', '蔬菜', 1, 0, 0),
(218, 'สะตอ', 1, 'Bitter bean', '臭豆', 1, 0, 0),
(219, 'สะเดา(ขม)', 1, 'Neem ', '印度苦楝樹', 1, 0, 0),
(221, 'ลูกมะกอก', 1, 'Hog plum', '橄', 1, 0, 0),
(222, 'มะขามป้อม', 1, 'Indian gooseberry', '餘甘子', 1, 0, 0),
(223, 'มะขามฝักอ่อน', 1, 'Tamarind', '罗望子荚', 1, 0, 0),
(224, 'เห็ดโคน', 1, 'Silver Sillago', '蘑菇', 1, 0, 0),
(226, 'เห็ดภูฎาน(ดอกใหญ่)', 1, 'Lung Oyster', '蘑菇不丹', 1, 0, 0),
(227, 'กระเทียมต้น', 1, 'Leek', '早期的大蒜', 1, 0, 0),
(228, 'กรีนโอ๊ค', 1, 'Green Oak', '绿橡树', 1, 0, 0),
(229, 'กรีนคอส', 1, 'Green Cos', '绿橡树', 1, 0, 0),
(230, 'กะหล่ำดอกนอก', 1, 'Cauliflower', '菜花', 1, 0, 0),
(231, 'กะหล่ำปลีม่วงไทย', 1, 'purple cabbage', '紫甘蓝', 1, 0, 0),
(232, 'กะหล่ำปลีเขียวจีน', 1, 'chinese cabbage', '卷心菜', 1, 0, 0),
(233, 'สะเดา(มัน)', 1, '', '', 1, 0, 0),
(234, 'ขึ้นฉ่ายฝรั่ง', 1, 'Celery', '芹菜', 1, 0, 0),
(235, 'คาราจีโอ้', 1, 'tatsoi', '塌棵菜', 1, 0, 0),
(236, 'ชูก้าสแน็ค(ถั่วหวาน)', 1, 'Sugar Snap Pea', '糖豌豆', 1, 0, 0),
(237, 'ซุกินี่', 1, 'Zucchini', '西葫芦', 1, 0, 0),
(238, 'ต้นหอมญี่ปุ่น', 1, 'Bunching onion', '洋葱', 1, 0, 0),
(239, 'ถั่วแดง', 1, 'Kidney bean', '菜豆', 1, 0, 0),
(240, 'บร็อคโคลี่จีน', 1, 'Chinese Broccoli', '中国西兰花', 1, 0, 0),
(241, 'บล็อคโคลี่ไทย', 1, 'Broccoli', '西兰花', 1, 0, 0),
(242, 'บัตเตอร์เฮท', 1, 'Butterhead Lettuce', '生菜', 1, 0, 0),
(243, 'บัวหิมะ', 1, 'Yacon', '菊薯', 1, 0, 0),
(244, 'บีทรูท', 1, 'Beetroot', '甜菜頭', 1, 0, 0),
(245, 'ปวยเหล็งไทย', 1, 'Spinach', '菠菜', 1, 0, 0),
(246, 'ผักกาดหางหงษ์', 1, 'Michilli Chinese Cabbage', '卷心菜', 1, 0, 0),
(247, 'ผักกาดแก้ว', 1, 'Lettuce', '卷心菜', 1, 0, 0),
(248, 'พริกหวานสีเขียว', 1, 'Green Sweet Pepper', '辣椒', 1, 0, 0),
(249, 'พริกหวานสีเหลือง', 1, 'Yellow Sweet Pepper', '辣椒', 1, 0, 0),
(250, 'พริกหวานสีแดง', 1, 'Red Sweet Pepper', '辣椒', 1, 0, 0),
(252, 'ฟักทองญี่ปุ่น', 1, 'Japanese Pumpkin', '日本南瓜', 1, 0, 0),
(253, 'พาร์สเลย์', 1, 'Parsley', '', 1, 0, 0),
(254, 'มะนาวเหลือง(เลมอน)', 1, 'Lemon', '柠檬', 1, 0, 0),
(255, 'มะเขือม่่วงก้านเขียว', 1, 'Thai PurpleEggplant', '茄', 1, 0, 0),
(256, 'มะเขือเทศโทมัส', 1, ' Tomato Thomas', '番茄', 1, 0, 0),
(257, 'มันฝรั่ง', 1, 'Potato', '土豆', 1, 0, 0),
(258, 'ยอดฟักแม้ว', 1, 'Chayote leaves', '佛手瓜叶', 1, 0, 0),
(259, 'ร็อคเก็ต', 1, 'Rocket', '', 1, 0, 0),
(260, 'ลูกฟักแม้ว', 1, 'Chayote Fruit', '佛手瓜果', 1, 0, 0),
(261, 'สลัดคอส', 1, 'Cos lettuce', '莴苣', 1, 0, 0),
(262, 'สลัดแก้ว', 1, 'Lettuce', '生菜', 1, 0, 0),
(263, 'สลัดใบแดง', 1, 'Red Lettuce ', '生菜', 1, 0, 0),
(264, 'อิตาเลี่ยน พาร์สเลย์', 1, 'Parsley', '香菜', 1, 0, 0),
(265, 'เซลอรี่', 1, 'Celery', '芹菜', 1, 0, 0),
(266, 'เบบี้บล็อคไทย', 1, 'Baby Thai Broccoli', '', 1, 0, 0),
(267, 'เบบี้หางหงษ์', 1, 'Baby Hawk', '', 1, 0, 0),
(268, 'เบบี้แครอท', 1, 'Baby Carrot', '胡萝卜', 1, 0, 0),
(269, 'เรดิชิโอ', 1, 'Radicchio', '菊苣', 1, 0, 0),
(270, 'เรดโอ้ค', 1, 'Red Oak', '红橡木生菜', 1, 0, 0),
(271, 'เสาวรส', 1, 'Passion fruit', '百香果', 1, 0, 0),
(273, 'เห็ดหอมสด', 1, 'Fresh mushroom', '新鲜的蘑菇', 1, 0, 0),
(274, 'เห็ดเข็มทอง', 1, 'Golden Mushroom', '蘑菇', 1, 0, 0),
(276, 'แตงกวาญี่ปุ่น', 1, 'Japanese Cucumber', '日本黄瓜', 1, 0, 0),
(277, 'แฟเนล', 1, 'Fennel', '茴香', 1, 0, 0),
(278, 'แรดิช', 1, 'Radish', '萝卜', 1, 0, 0),
(279, 'กระท้อนทับทิม', 1, 'Tub Tim Santol', '山陀儿', 1, 0, 0),
(280, 'กระท้อนอีหล้า', 1, 'E-La Santol', '山陀儿', 1, 0, 0),
(281, 'กระท้อนปุยฝ้าย', 1, 'Pui Fhai Santol', '山陀儿', 1, 0, 0),
(282, 'กล้วยไข่ดิบ', 1, 'Golden Banana', '香蕉', 1, 0, 0),
(283, 'กล้วยไข่สุุก', 1, 'Golden Ripe Banana', '香蕉', 1, 0, 0),
(284, 'กล้วยน้ำว้า', 1, 'Pisang Awak banana', '香蕉种植', 1, 0, 0),
(285, 'กล้วยหอม', 1, 'Cavendish Banana', '香蕉', 1, 0, 0),
(286, 'ขนุนทองประเสริฐ', 1, 'Tong Prasert Jack fruit', '菠萝蜜', 1, 0, 0),
(287, 'ขนุนทองสุดใจ', 1, 'Tong Sood Jai Jack fruit', '菠萝蜜', 1, 0, 0),
(288, 'ขนุนมาเลย์', 1, 'Malay Jack fruit', '菠萝蜜', 1, 0, 0),
(289, 'ขนุนเหรียญบาท', 1, 'Rean Bath Jack fruit', '菠萝蜜', 1, 0, 0),
(290, 'เงาโรงเรียน(โกย)', 1, 'Rong Rian Rambutan (Mix)', '红毛丹', 1, 0, 0),
(291, 'เงาะโรงเรียน(พวง)', 1, 'Rong Rian Rambutan (Bunch)', '红毛丹', 1, 0, 0),
(292, 'เงาะโรงเรียน(ใส่ลัง)', 1, 'Rambutan (In crate)', '红毛丹', 1, 0, 0),
(293, 'ชมพู่ทับทิมจันทร์', 1, 'Thapthim Chan Rose Apple', '蒲桃属', 1, 0, 0),
(294, 'ชมพู่ทูลเกล้า', 1, 'Thun Klaw Rose Apple', '蒲桃属', 1, 0, 0),
(295, 'ชมพู่เพชรสายรุ้ง', 1, 'Phet Sai Rung Rose Apple', '蒲桃属', 1, 0, 0),
(297, 'ทุเรียนก้านยาว', 1, 'Kan Yao Durian', '榴莲', 1, 0, 0),
(298, 'ทุเรียนชะนี', 1, 'Chani Durian', '榴莲', 1, 0, 0),
(299, 'ทุเรียนกระดุม', 1, 'Kradum Durian', '榴莲', 1, 0, 0),
(300, 'ทุเรียนหมอนทอง', 1, 'Mon Thong Durian', '榴莲', 1, 0, 0),
(301, 'น้อยหน่า', 1, 'Sugar apple', '释迦', 1, 0, 0),
(302, 'น้อยหน่าเพชรปากช่อง', 1, 'Phet Paak Chong  Sugar apple', '释迦', 1, 0, 0),
(303, 'ฝรั่งแป้นสีทอง', 1, 'Pan Si Thong Guava', '番石榴', 1, 0, 0),
(304, 'ฝรั่งกิมจู', 1, 'Kim Ju Guava', '金叶番石榴', 1, 0, 0),
(305, 'ฝรั่งกลมสาลี่', 1, 'Klom Sa Li  Guava', '番石榴', 1, 0, 0),
(306, 'ฝรั่งไร้เมล็ด', 1, 'Seedless Guava', '番石榴', 1, 0, 0),
(308, 'มะขามหวานขันตรี', 1, 'Khaan Three Sweet tamarind', '甜罗望子', 1, 0, 0),
(309, 'มะขามหวานประกายทอง', 1, 'Prakai Thong Sweet tamarind', '甜罗望子', 1, 0, 0),
(310, 'มะขามหวานสีทอง', 1, 'Golden Sweet tamarind', '甜罗望子', 1, 0, 0),
(311, 'มะขามหวานอินทผลัม', 1, 'Indhaplum Sweet tamarind', '甜罗望子', 1, 0, 0),
(312, 'มะปราง', 1, 'Marian plum', '', 1, 0, 0),
(313, 'มะไฟไข่เต่า', 1, 'Turtle egg  Burmese grape', '木奶果', 1, 0, 0),
(314, 'มะไฟเหรียญทอง', 1, 'Rianthong  Burmese grape', '木奶果', 1, 0, 0),
(315, 'มังคุด', 1, 'Mangosteen', '山竹', 1, 0, 0),
(316, 'มะละกอฮอลแลนด์', 1, 'Holland Papaya', '番木瓜', 1, 0, 0),
(317, 'มะละกอแต้ม/สุก', 1, 'Tam Papaya', '番木瓜', 1, 0, 0),
(318, 'มะละกอฮาวาย/สุก', 1, 'Papaya hawaii', '番木瓜', 1, 0, 0),
(319, 'มะละกอแขกดำ/สุก', 1, 'Papaya blackamoor', '番木瓜', 1, 0, 0),
(320, 'ระกำ', 1, 'Salacca', '', 1, 0, 0),
(321, 'มะม่วงแก้วดิบ', 1, 'Kaew  Green mango', '芒果', 1, 0, 0),
(322, 'มะม่วงเขียวมรกต', 1, 'Khiao Morakot Green mango', '芒果', 1, 0, 0),
(323, 'มะม่วงแก้มแดงดิบ', 1, 'Kaemdaeng mango', '芒果', 1, 0, 0),
(324, 'มะม่วงแก้มแดงสุก', 1, 'Kaemdaeng  Ripe mango', '芒果', 1, 0, 0),
(325, 'มะม่วงแก้วลืมรังดิบ', 1, 'Kaeo Luemrang mango', '芒果', 1, 0, 0),
(326, 'มะม่วงมันขุนศรี', 1, 'Manbangkhunsi mango', '芒果', 1, 0, 0),
(327, 'มะม่วงเขียวเสวย', 1, 'Khiaosawoey mango', '芒果', 1, 0, 0),
(328, 'มะม่วงโชคอนันต์', 1, 'Chok Anan mango', '芒果', 1, 0, 0),
(329, 'มะม่วงมันเดือนเก้า', 1, 'Nam Green mango', '芒果', 1, 0, 0),
(330, 'มะม่วงน้ำดอกไม้ดิบ', 1, 'Nam Dokmai Green mango', '芒果', 1, 0, 0),
(331, 'มะม่วงน้ำดอกไม้สุก', 1, 'Nam Dokmai Ripe mango', '芒果', 1, 0, 0),
(332, 'มะม่วงฟ้าลั่น', 1, 'Falan mango', '芒果', 1, 0, 0),
(333, 'มะม่วงมันหมู', 1, 'Manmu mango', '芒果', 1, 0, 0),
(334, 'มะม่วงแรด', 1, 'Raet mango', '芒果', 1, 0, 0),
(335, 'มะม่วงหนองแซง', 1, 'Nongsaeng  mango', '芒果', 1, 0, 0),
(336, 'มะม่่วงหนังกลางวันดิบ', 1, 'Nangklangwan mango', '芒果', 1, 0, 0),
(337, 'มะม่วงหนังกลางวันสุก', 1, 'Nangklangwan Ripe mango', '芒果', 1, 0, 0),
(338, 'มะม่วงอกร่อง', 1, 'Okrong mango', '芒果', 1, 0, 0),
(340, 'มะม่วงอกร่องทอง', 1, 'Okrong Thong Mango', '芒果', 1, 0, 0),
(341, 'มะม่วงเจ้าคุณทิพย์', 1, 'Chaokhunthip  Mango', '芒果', 1, 0, 0),
(342, 'มะม่วงทองดำ', 1, 'Thongdum  Mango', '芒果', 1, 0, 0),
(343, 'พุทราสามรส', 1, 'Saamrod Jujube', '枣', 1, 0, 0),
(344, 'พุทราแอปเปิ้ล', 1, 'Apple Jujube', '枣', 1, 0, 0),
(345, 'พุทราบอมส์', 1, 'Boms Jujube', '枣', 1, 0, 0),
(346, 'ลองกอง', 1, 'Longkong', '蘭撒', 1, 0, 0),
(347, 'ละมุดไข่ห่าน', 1, 'Goose eggs Sapodilla', '人心果', 1, 0, 0),
(348, 'ละมุดมาเลย์', 1, 'Malay Sapodilla', '人心果', 1, 0, 0),
(349, 'ละไม', 1, 'Lamai', '多脉木奶果', 1, 0, 0),
(350, 'ลางสาด', 1, 'Fairy', '', 1, 0, 0),
(351, 'ลำไยอีดอ', 1, 'E- Do Longan', '龙眼', 1, 0, 0),
(352, 'ลำไยกระโหลก', 1, 'Kralok Longan', '龙眼', 1, 0, 0),
(353, 'ลำไยสีชมพู', 1, 'Pink Longan', '龙眼', 1, 0, 0),
(354, 'ลิ้นจี่ค่อม', 1, 'Kom Lychee', '荔枝', 1, 0, 0),
(355, 'ลิ้นจี่จักรพรรดิ์', 1, 'Chakraphat Lychee', '荔枝', 1, 0, 0),
(356, 'ลิ้นจี่ฮองฮวย', 1, 'Honghuai Lychee', '荔枝', 1, 0, 0),
(357, 'ส้มโอขาวน้ำผึ้ง', 1, 'Khao Namphung Pomelo', '荔枝', 1, 0, 0),
(358, 'ส้มโอขาวใหญ่', 1, 'Khao Yai Pomelo', '柚', 1, 0, 0),
(359, 'ส้มโอทองดี', 1, 'Thong Dee pomelo', '柚', 1, 0, 0),
(360, 'สละ', 1, 'Sala', '蛇皮果', 1, 0, 0),
(361, 'สับปะรดใต้(ศรีราชา)', 1, 'Southern Pineapple', '菠萝', 1, 0, 0),
(362, 'สับปะรดปัตตาเวีย', 1, 'Pineapple Batavia', '菠萝', 1, 0, 0),
(364, 'แก้วมังกรแดง', 1, 'Dragon Fruit( Red Flesh)', '火龙果', 1, 0, 0),
(365, 'แคนตาลูป', 1, 'Cantaloupe', '哈密瓜', 1, 0, 0),
(366, 'มะกอก', 1, 'Olive', '橄', 1, 0, 0),
(367, 'องุ่นเขียว', 1, 'Green Grapes', '绿葡萄', 1, 0, 0),
(368, 'องุ่นแดง', 1, 'Red Grapes', '红葡萄', 1, 0, 0),
(369, 'องุ่นดำ', 1, 'Black Grapes', '黑葡萄', 1, 0, 0),
(370, 'แตงโมกินรี', 1, 'Kinnaree Watermelon', '西瓜', 1, 0, 0),
(371, 'แตงโมจินตรา', 1, 'Jintara Watermelon', '西瓜', 1, 0, 0),
(372, 'แตงโมตอปิโด', 1, 'Torpedo Watermelon', '西瓜', 1, 0, 0),
(373, 'แตงโมเหลือง', 1, 'Yellow Watermelon', '西瓜', 1, 0, 0),
(374, 'มะพร้าวน้ำหอม', 1, 'Fragrant Coconut', '椰子', 1, 0, 0),
(375, 'มะพร้าวเผา', 1, 'Fire Coconut', '椰子', 1, 0, 0),
(376, 'ข้าวโพดหวาน(ปอกเปลือก)', 1, 'Sweet Corn (Peel)', '玉米', 1, 0, 0),
(377, 'ข้าวโพดหวาน(ไม่ปอกเปลือก)', 1, 'Sweet Corn (Do Not Peel)', '玉米', 1, 0, 0),
(378, 'แตงไทย', 1, 'Thai  Cantaloupe', '哈密瓜', 1, 0, 0),
(379, 'ถั่วลิสง', 1, 'Peanut', '花生米', 1, 0, 0),
(380, 'ถั่วแระ', 1, 'Soya', '黄豆', 1, 0, 0),
(381, 'มันแกว', 1, 'Yam Bean', '薯', 1, 0, 0),
(382, 'เผือกหอม', 1, 'Taro', '芋头', 1, 0, 0),
(383, 'มันเทศ', 1, 'Sweet Potato ', '甘薯', 1, 0, 0),
(384, 'มันไข่', 1, 'Yam', '甘薯', 1, 0, 0),
(385, 'มันต่อเผือก', 1, 'Sweet potato', '甘薯', 1, 0, 0),
(386, 'แห้ว', 1, 'Waternut', '油莎草', 1, 0, 0),
(388, 'แตงทิเบต', 1, 'Tibetan Melon', '瓜', 1, 0, 0),
(389, 'แตงฮามิกัว จีน', 1, 'Chinese Hamigua Melon', '哈密瓜', 1, 0, 0),
(390, 'ทับทิมน้ำผึ้ง จีน', 1, 'Chinese Honey Pomegranate', '石榴', 1, 0, 0),
(391, 'ทับทิมเนื้อชมพู จีน', 1, 'Chinese Pink Pomegranate', '石榴', 1, 0, 0),
(392, 'ทับทิมเนื้อแดง จีน', 1, 'Chinese Red Pomegranate', '石榴', 1, 0, 0),
(393, 'ลูกพลับ', 1, 'Persimmon', '柿子', 1, 0, 0),
(394, 'พุทราจีนแห้ง', 1, '\nChinese Dried  jujube', '中国干枣', 1, 0, 0),
(395, 'สตอเบอรี่', 1, 'Strawberry', '草莓', 1, 0, 0),
(396, 'ส้มแมนดาริน', 1, 'Mandarin Orange', '橘子', 1, 0, 0),
(397, 'เชอรี่', 1, 'Cherry', '樱桃', 1, 0, 0),
(398, 'สาลี่ญี่ปุ่น', 1, 'Japanese Pear', '梨', 1, 0, 0),
(399, 'สาลี่ก้านยาว', 1, 'Pear with Long stem', '梨', 1, 0, 0),
(400, 'สาลี่สีทอง', 1, 'Pear with Gold', '梨', 1, 0, 0),
(401, 'สาลี่น้ำผึ้ง', 1, 'Honey Pear', '梨', 1, 0, 0),
(402, 'สาลี่เป็ด', 1, 'Duck Pear', '梨', 1, 0, 0),
(403, 'สาลี่มงกุฎ', 1, 'Crown Pear', '梨', 1, 0, 0),
(404, 'สาลี่หยก', 1, 'Jade Pear', '梨', 1, 0, 0),
(405, 'สาลี่หอม', 1, 'Fragrant Pear', '梨', 1, 0, 0),
(406, 'สาลี่หิมะ', 1, 'Snow Pear', '梨', 1, 0, 0),
(407, 'แอปเปิ้ลจีนลังเล็ก', 1, 'Chinese Apple (small)', '苹果', 1, 0, 0),
(408, 'แอปเปิ้ลสีทอง', 1, 'Apple with gold', '苹果', 1, 0, 0),
(409, 'แอปเปิ้ลฟูจิลังใหญ่', 1, 'Fuji Apple (Big)', '苹果', 1, 0, 0),
(410, 'แอปเปิ้ลกาล่า นิวซีแลนด์', 1, 'Newzealand  Gala Apple', '苹果', 1, 0, 0),
(411, 'แอปเปิ้ลวอชิงตันแดง', 1, 'Washington Red Apple', '苹果', 1, 0, 0),
(412, 'แอปเปิ้ลวอชิงตันเขียว', 1, 'Washington Green Apple', '苹果', 1, 0, 0),
(413, 'องุ่นเขียวไร้เมล็ด อเมริกา', 1, 'America  Seedless Green Grapes', '绿葡萄', 1, 0, 0),
(414, 'องุ่นดำไร้เมล็ด/อเมริกา', 1, 'America  Seedless Black Grapes', '黑葡萄', 1, 0, 0),
(415, 'องุ่นแดงมีเมล็ด จีน', 1, 'Chinese red grapes', '红葡萄', 1, 0, 0),
(416, 'องุ่นแดงไร้เมล็ด จีน', 1, 'Chinese Seedless red grapes', '红葡萄', 1, 0, 0),
(417, 'มะเขือจาน', 1, 'Eggplant', '茄子', 1, 0, 0),
(419, 'หน่อไม้ฝรั่ง', 1, 'Asparagus', '芦笋', 1, 0, 0),
(420, 'ใบกุยช่าย', 1, 'Garlic chives ', '韭菜', 1, 0, 0),
(422, 'ส้มสายน้ำผึ้ง เบอร์ 4', 1, 'Orange Honey No.4', '橙子 4', 1, 0, 0),
(423, 'ส้มสายน้ำผึ้ง เบอร์ 5', 1, 'Orange Honey No.5', '橙子 5', 1, 0, 0),
(424, 'ส้มสายน้ำผึ้ง เบอร์ 6', 1, 'Orange Honey No.6', '橙子 6', 1, 0, 0),
(425, 'ส้มเขียวหวาน เบอร์ 0', 1, 'Tangerine No. 0', '橙子 0', 1, 0, 0),
(426, 'ส้มเขียวหวาน เบอร์ 1', 1, 'Tangerine No. 1', '橙子 1', 1, 0, 0),
(427, 'ส้มเขียวหวาน เบอร์ 2', 1, 'Tangerine No. 2', '橙子 2', 1, 0, 0),
(428, 'ส้มโชกุน เบอร์ 7', 1, 'Orange Shogun No.7', '橙子 - 7', 1, 0, 0),
(431, 'ส้มโชกุน เบอร์ 6', 1, 'Orange Shogun No.6', '橙子 - 6', 1, 0, 0),
(432, 'ส้มโชกุน เบอร์ 5', 1, 'Orange Shogun No.5', '橙子 - 5', 1, 0, 0),
(433, 'กระเทียมไม่ตัดหมวด', 1, 'garlic', '大蒜', 1, 0, 0),
(434, 'หอมแดงไม่ตัดหมวด', 1, 'Shallots', '青葱', 1, 0, 0),
(507, 'มะเขือบัวลอย', 1, 'Eggplant', '茄子', 1, 0, 0),
(508, 'มะเขือเหลือง', 1, 'Yellow Eggplant', '茄子', 1, 0, 0),
(509, 'ผักกาดหัว(ไชเท้า)', 1, 'White Radish', '白萝卜', 1, 0, 0),
(510, 'พริกเหลือง', 1, 'Hybrid Yellow Bird Chilli', '黄辣椒', 1, 0, 0),
(511, 'มะขามเปียกแกะเมล็ด', 1, 'Ripe tamarind', '成熟的罗望子', 1, 0, 0),
(512, 'อะโวคาโด', 1, 'Avocado', '鳄梨', 1, 0, 0),
(513, 'แครอทไทย', 1, 'Thai Carrot', '胡萝卜', 1, 0, 0),
(514, 'แครอทนอก', 1, 'Foreign carrot', '胡萝卜', 1, 0, 0),
(515, 'ใบพลู', 1, 'Betel', '蒌叶', 1, 0, 0),
(516, 'ถั่วแขก', 1, 'Bush Bean', '豆类', 1, 0, 0),
(517, 'ฟักทองลูกเล็ก', 1, 'Pumpkin (small)', '南瓜', 1, 0, 0),
(518, 'ฟักทองลูกใหญ่', 1, 'Pumpkin (Big)', '南瓜', 1, 0, 0),
(521, 'มะเฟือง', 1, 'Carambola', '杨桃', 1, 0, 0),
(522, 'กระจับ', 1, 'Chestnut', '栗', 1, 0, 0),
(527, 'ส้มจีน', 1, 'Mandarin', '橙', 1, 0, 0),
(528, 'ส้มเช้ง', 1, 'Citrus', '柑橘', 1, 0, 0),
(529, 'ดอกหอม', 1, 'Onion Flower Stem', '洋葱', 1, 0, 0),
(530, 'ลูกพลับแห้ง', 1, 'Dried persimmon', '柿饼干', 1, 0, 0),
(531, 'ลำไยพวงทอง', 1, 'Golden Longan', '龙眼', 1, 0, 0),
(532, 'เห็ดเข็มทอง(แพ็ค)', 1, 'Golden Mushroom', '蘑菇', 1, 0, 0),
(533, 'หน่อไม้ปี๊บ', 1, 'Pip bamboo shoots', '竹笋', 1, 0, 0),
(534, 'หน่อไม้ไผ่ตง', 1, 'Bamboosaceae', '竹笋', 1, 0, 0),
(535, 'ชะอม(ถุง)', 1, 'Climbing Wattle', '羽叶金合欢', 1, 0, 0),
(536, 'ยอดตำลึง', 1, 'Gourd', '红瓜', 1, 0, 0),
(537, 'หัวปลี (หัว)', 1, 'banana blossom', '香蕉开花', 1, 0, 0),
(538, 'ส้มสายน้ำผึ้ง เบอร์ 3', 1, 'Orange Honey No.3', '橙子 3', 1, 0, 0),
(543, 'ส้มโชกุน เบอร์ 4', 1, 'Orange Shogun No.4', '橙子-4', 1, 0, 0),
(544, 'ส้มโชกุน เบอร์ 3', 1, 'Orange Shogun No.3', '橙子-3', 1, 0, 0),
(547, 'ข้าวโพดข้าวเหนียว', 1, 'Corn Glutinous rice', '玉米糯米', 1, 0, 0),
(548, 'มะขามเทศ', 1, 'Manila tamarind', '马尼拉罗望子', 1, 0, 0),
(549, 'มะขามหวานสีชมพู', 1, 'Sweet pink tamarind', '甜罗望子', 1, 0, 0),
(551, 'องุ่นแดงไร้เมล็ด(อเมริกา)', 1, 'America  Seedless Red Grapes', '红葡萄', 1, 0, 0),
(556, 'แก้วมังกรขาว', 1, 'White Dragon fruit', '火龙果', 1, 0, 0),
(557, 'มะนาวเบอร์ใหญ่', 1, 'Lemon (big)', '柠檬（大）', 1, 0, 0),
(558, 'มะนาวเบอร์กลาง', 1, 'Lemon (medium)', '柠檬（中）', 1, 0, 0),
(559, 'มะนาวเบอร์เล็ก', 1, 'Lemon (small)', '柠檬（小）', 1, 0, 0),
(560, 'ใบชะพลู', 1, 'Leaves', '树叶', 1, 0, 0),
(561, 'มะรุม', 1, 'Horseradish', '辣木', 1, 0, 0),
(563, 'แก้วมังกรเวียดนาม', 1, 'Vietnam Dragon fruit', '火龙果', 1, 0, 0),
(564, 'ส้มซันคลิก', 1, 'Sunkist Orange', '新奇士橙', 1, 0, 0),
(565, 'มะยงชิด', 1, 'Marian Plum', '玛丽安梅花', 1, 0, 0),
(566, 'ส้มเขียวหวาน เบอร์ 4', 1, 'Tangerine No. 4', '橘子4号', 1, 0, 0),
(567, 'ส้มเขียวหวาน เบอร์ 3', 1, 'Tangerine No. 3', '橘子3号', 1, 0, 0),
(568, 'ทุเรียนหมอนทอง เบอร์เล็ก', 1, 'Mon Thong durian (small) ', '榴莲（小）', 1, 0, 0),
(569, 'ทุเรียนหมอนทอง เบอร์กลาง', 1, 'Mon Thong durian (medium) ', '榴莲（中）', 1, 0, 0),
(570, 'ทุเรียนหมอนทอง เบอร์ใหญ่', 1, 'Mon Thong durian (big) ', '榴莲（大）', 1, 0, 0),
(571, 'พุทราจีนสด', 1, 'Chinese jujube', '中国枣', 1, 0, 0),
(572, 'แอปเปิ้ลแคระ', 1, 'Crab Apple', '苹果', 1, 0, 0),
(574, 'องุ่นดำไข่ปลา', 1, 'Champagne Black Grapes', '黑葡萄', 1, 0, 0),
(575, 'องุ่นเขียวไข่ปลา', 1, 'Champagne Green Grapes', '绿葡萄', 1, 0, 0),
(576, 'อินผาลัม', 1, 'Datepalm', '椰棗', 1, 0, 0),
(577, 'ฟักทองแฟนซี', 1, 'Pumpkin fancy', '南瓜', 1, 0, 0),
(578, 'สตอเบอรี่เกาหลี', 1, 'Korea Strawberry', '草莓', 1, 0, 0),
(579, 'ลูกพลับญี่ปุ่น', 1, 'Japanese Persimmon', '草莓', 1, 0, 0),
(580, 'องุ่นแดงไร้เมล็ด/ออสเตรเลีย', 1, 'Austria  Seedless Red Grapes', '红葡萄', 1, 0, 0),
(582, 'องุ่นดำไร้เมล็ด/ออสเตรเลีย', 1, 'Austria  Seedless Black Grapes', '黑葡萄', 1, 0, 0),
(585, 'องุ่นเขียวไร้เมล็ด/ออตเตรเลีย', 1, 'Austria  Seedless Green Grapes', '绿葡萄', 1, 0, 0),
(586, 'ส้มโชกุน', 1, 'Orange Shogun', '橙色幕府将军', 1, 0, 0),
(587, 'เชอรี่ชิลี', 1, 'Chile Cherry', '樱桃', 1, 0, 0),
(590, 'องุ่นดำมีเมล็ด', 1, 'Black Grapes', '黑葡萄', 1, 0, 0),
(591, 'องุ่นดำไร้เมล็ด', 1, 'Seedless Black Grapes', '黑葡萄', 1, 0, 0),
(592, 'แตงโมไดอาน่า', 1, 'Watermelon Diana', '西瓜戴安娜', 1, 0, 0),
(593, 'แตงโมซอนญ่า', 1, 'Watermelon Zonya', '西瓜', 1, 0, 0),
(594, 'เงาะสีทอง', 1, 'Rambutan with gold', '红毛丹', 1, 0, 0),
(596, 'มะไฟอีดก', 1, 'Rambeh', '木奶果', 1, 0, 0),
(597, 'ลิ้นจี่ค่อม', 1, 'lychee ', '荔枝', 1, 0, 0),
(598, 'กระท้อนล้าแป้น', 1, 'Crunch', '山陀儿', 1, 0, 0),
(599, 'องุ่นดำมีเมล็ด/ออสเตรเลีย', 1, 'Austria Black Grapes', '黑葡萄', 1, 0, 0),
(600, 'องุ่นแดงมีเมล็ด/ออสเตเลีย', 1, 'Austria Red Grapes', '红葡萄', 1, 0, 0),
(601, 'แตงโมไร้เมล็ด', 1, 'Seedless Watermelon', '西瓜', 1, 0, 0),
(603, 'ขนุนเพชรราชา', 1, 'Jackfruit', '菠萝蜜', 1, 0, 0),
(604, 'กระท้อน(เขียวหวาน)', 1, 'Santol (Green Sweet)', '山陀儿', 1, 0, 0),
(607, 'สละสุมาลี', 1, 'Sumalee Salacca', '', 1, 0, 0),
(608, 'แตงโม', 1, 'watermelon', '西瓜', 1, 0, 0),
(609, 'องุ่นแดงมีเมล็ด/ชิลี', 1, 'Chile Red grape', '红葡萄', 1, 0, 0),
(610, 'องุ่นแดงไข่ปลา', 1, 'Red grape roe', '红葡萄', 1, 0, 0),
(611, 'องุ่นเขียว', 1, 'Green Grapes', '绿葡萄', 1, 0, 0),
(612, 'แอปเปิ้ลฟูจิ จีน', 1, 'Chinese Fuji Apple', '苹果', 1, 0, 0),
(613, 'แอปเปิ้ลเขียว อเมริกา', 1, 'America Green Apple', '青苹果', 1, 0, 0),
(614, 'องุ่นเขียวไร้เมล็ด จีน', 1, 'Chinese Seedless green grapes', '中国绿葡萄无核', 1, 0, 0),
(615, 'องุ่นดำไร้เมล็ด จีน', 1, 'Chinese Seedless black grapes', '中国黑葡萄', 1, 0, 0),
(616, 'องุ่นแดงไร้เมล็ด จีน', 1, 'Chinese Seedless red grapes', '红葡萄无核中国。', 1, 0, 0),
(617, 'องุ่นดำไร้เมล็ดชิลี', 1, 'Chile Seedless black grapes', '黑葡萄无核', 1, 0, 0),
(618, 'องุ่นแดงไร้เมล็ดชิลี', 1, 'Chile Seedless red grapes', '红葡萄无核', 1, 0, 0),
(619, 'องุ่นเขียวมีเมล็ดออสเตรเลีย', 1, 'Austria Green Grapes', '澳大利亚绿葡萄', 1, 0, 0),
(620, 'องุ่นเขียวมีเมล็ดอเมริกา', 1, 'America Green Grape', '绿葡萄有美国种子。', 1, 0, 0),
(621, 'องุ่นเขียวมีเมล็ดนิวซีแลนด์', 1, 'Newzealand Green Grapes', '绿葡萄', 1, 0, 0),
(622, 'องุ่นดำมีเมล็ดชิลี', 1, 'Chile Black Grape', '黑葡萄', 1, 0, 0),
(623, 'องุ่นดำมีเมล็ดอเมริกา', 1, 'America Black Grapes', '美国黑葡萄', 1, 0, 0),
(624, 'แอปเปิ้ลเอ็นวี่', 1, 'Envy Apple', '苹果', 1, 0, 0),
(625, 'แอปเปิ้ลเอ็นวี่', 1, 'Envy Apple', '苹果', 1, 0, 0),
(626, 'แอปเปิ้ลเอ็นวี่', 1, 'Envy Apple', '苹果', 1, 0, 0),
(627, 'แอปเปิ้ลเอ็นวี่', 1, 'Envy Apple', '苹果', 1, 0, 0),
(628, 'มันเทศญี่ปุ่น', 1, 'Japanese sweet potato', '日本红薯', 1, 0, 0),
(629, 'ขมิ้นขาว(ไม่ปอก)', 1, 'White glaze', '姜黄', 1, 0, 0),
(630, 'หอมใหญ่', 1, 'Onion', '洋葱', 1, 0, 0),
(631, 'องุ่นแดงเปโล', 1, 'Pero Red Grape', '红葡萄', 1, 0, 0),
(632, 'สับปะรดสวนผึ้ง', 1, '', '', 1, 0, 0),
(633, 'ลูกเนียง', 1, '', '', 1, 0, 0),
(634, 'เห็ดเผาะ', 1, '', '', 1, 0, 0),
(635, 'หน่อไม้ต้ม', 1, '', '', 1, 0, 0),
(636, 'ไผ่หวานดิบ', 1, '', '', 1, 0, 0),
(637, 'ฟักแก่', 1, '', '', 1, 0, 0),
(638, 'ไผ่กิมซุง', 1, '', '', 1, 0, 0),
(639, 'หน่อไม้ไผ่ลวก(ดิบ)', 1, '', '', 1, 0, 0),
(640, 'ส้มยอ', 1, '', '', 1, 0, 0),
(641, 'กระเทียมกลีบ', 1, '', '', 1, 0, 0),
(642, 'ชมพู่เพชรสุพรรณ', 1, '', '', 1, 0, 0),
(643, 'พุทรานมสด', 1, '', '', 1, 0, 0),
(644, 'ส้มสายน้ำผึ้ง เบอร์ 7', 1, '', '', 1, 0, 0),
(645, 'องุ่นเขียวไร้เมล็ด(นิวซีแลนด์)', 1, '', '', 1, 0, 0),
(646, 'องุ่นดำไร้เมล็ด(นิวซีแลนด์)', 1, '', '', 1, 0, 0),
(647, 'รากผักชี', 1, '', '', 1, 0, 0),
(648, 'เสาวรส', 1, '', '', 1, 0, 0),
(649, 'สับปะรดภูแล', 1, '', '', 1, 0, 0),
(650, 'เมล่อน', 1, '', '', 1, 0, 0),
(651, 'เคพกูสเบอร์รี่', 1, '', '', 1, 0, 0),
(652, 'ขนุนอ่อน', 1, '', '', 1, 0, 0),
(653, 'กระเทียมไทย', 1, '', '', 1, 0, 0),
(654, 'เมล่อนญี่ปุ่น', 1, '', '', 1, 0, 0),
(655, 'ใบเหลียง', 1, '', '', 1, 0, 0),
(656, 'มะม่วงปลาตะเพียน', 1, '', '', 1, 0, 0),
(657, 'มะขามหวานขวักสีทอง', 1, '', '', 1, 0, 0),
(658, 'มะขามหวานสีชมพู', 1, '', '', 1, 0, 0),
(659, 'หน่อไม้ไผ่ลวก(ต้ม)', 1, '', '', 1, 0, 0),
(660, 'มันแครอท', 1, '', '', 1, 0, 0),
(661, 'มันกะปิ', 1, '', '', 1, 0, 0),
(662, 'ทุเรียนพวงมณี', 1, '', '', 1, 0, 0),
(663, 'สะตอแกะ', 1, '', '', 1, 0, 0),
(664, 'มัน5นาที', 1, '', '', 1, 0, 0),
(665, 'ฝรั่งไส้แดง', 1, '', '', 1, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `tb_prompt`
--

CREATE TABLE `tb_prompt` (
  `id` int(11) NOT NULL,
  `created_at` date NOT NULL DEFAULT current_timestamp(),
  `title_prompt` varchar(255) NOT NULL,
  `name_prompt` varchar(5000) NOT NULL,
  `prompt_status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_prompt`
--

INSERT INTO `tb_prompt` (`id`, `created_at`, `title_prompt`, `name_prompt`, `prompt_status`) VALUES
(1, '2025-06-25', 'ประกาศราคา', 'จากข้อมูล \nช่วยนำเสนอ แบบผู้ประกาศข่าว เพื่อแปลงเป็นเสียงพูด เพื่อนำไปลง Youtube\nขอแนวสุภาพ แบบเป็นกันเอง', 1),
(2, '2025-06-25', 'วิเคราห์ Short', 'จากข้อมูล ช่วยวิเคราะห์ราคา มาซัก 1 รายการ เพื่อให้เกิด ข้อดึงดูด ความน่าสนใจ เพื่อนำไป แปลงเป็นคำพูด เอาไปลง ใน Youtube short ', 1),
(3, '2025-06-25', 'สร้าง Background', 'ต้องการ Prompt สำหรับ สร้างภาพ background สำหรับนำราคาผัก ไปแปะ เพื่อประกาศอัฟเดทราคาผักวันนี้\r\nขอภาพเกี่ยวกับการเกษตร เป็นภาพสมจริง อาจมี เกษตรผู้หญิงหน้าตาน่ารัก เพื่อช่วยดึงดูด ความสนใจ\r\nขอภาพแนวตั้ง สำหรับ Youtube short', 1),
(4, '2025-06-25', 'Thai Farmer\'s Harvest.', 'A realistic vertical background scene of Thai agriculture, with a beautiful young Thai female farmer smiling gently in a green vegetable field. She wears a wide straw hat and holds a basket of fresh vegetables (like cabbage, chili, and eggplant). The ligh', 1),
(5, '0000-00-00', 'Side', 'A realistic vertical background scene of Thai agriculture. A beautiful young Thai female farmer is standing to the side of the image (left or right), smiling gently in a lush green vegetable field. She wears a wide straw hat and holds a basket full of fre', 1),
(6, '0000-00-00', 'Left', 'A realistic vertical background scene of Thai agriculture. A beautiful young Thai female farmer is standing on the left side of the image, smiling gently in a lush green vegetable field. She wears a wide straw hat and holds a basket full of fresh vegetabl', 1),
(7, '0000-00-00', 'white sleeveless', 'A realistic vertical background scene of Thai agriculture. A beautiful young Thai female farmer is standing on the left side of the image, smiling gently in a lush green vegetable field. She wears a wide straw hat and a white sleeveless top (white tank to', 1),
(8, '0000-00-00', 'pha thung', 'A realistic vertical background scene of Thai agriculture. A beautiful young Thai female farmer is standing on the left side of the image, smiling gently in a lush green vegetable field. She wears a wide straw hat, a white sleeveless cotton blouse (tradit', 0),
(9, '2025-06-25', 'เปรียบเทียบ Short', 'จากข้อมูล \r\nช่วยนำเสนอ แบบผู้ประกาศข่าว วิเคราะห์ เปรียบเทียบ ภาพรวม กระชับ  เพื่อแปลงเป็นเสียงพูด เพื่อนำไปลง Youtube Short น้ำเสียงดึงดูด ผู้ดู อยากให้มาติดตามอีก', 1),
(10, '2025-06-27', 'วิเคราะห์ 2', 'วิเคราะห์ และ จับประเด็นสำคัญ เพื่อนำไปแปลงเป็นบทพูด รายงานข่าว สำหรับ Youtube Short เน้นให้ดึงดูดน่าสนใจ ให้ผู้ชม ผู้ฟัง\nกระตุ้นให้ผู้ชมติดตามข่าวราคา', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tb_result`
--

CREATE TABLE `tb_result` (
  `id` int(11) NOT NULL,
  `name_result` varchar(255) NOT NULL,
  `result_status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_result`
--

INSERT INTO `tb_result` (`id`, `name_result`, `result_status`) VALUES
(1, 'ตลาดศรีเมือง', 1),
(2, 'ตลาดไท', 1),
(3, 'ตลาดสี่มุมเมือง', 1),
(4, 'สำรวจ', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tb_unit`
--

CREATE TABLE `tb_unit` (
  `id_unit` int(10) NOT NULL,
  `unitname` varchar(50) NOT NULL,
  `unitname_en` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `tb_unit`
--

INSERT INTO `tb_unit` (`id_unit`, `unitname`, `unitname_en`) VALUES
(1, 'กก.', 'kg'),
(2, 'มัด', 'bundle'),
(3, 'กรัม', 'g'),
(4, 'ขีด', 'clas'),
(5, 'กล่อง', 'boxes'),
(6, 'หัว', 'heads'),
(7, 'ถุง', 'bags'),
(8, 'แพ็ค', 'packs'),
(9, 'ลัง', 'backs'),
(10, 'ลูก', 'piece'),
(11, 'ร้อยละ', '\npercent'),
(12, 'หวี', 'bundle'),
(13, 'ห่อ', 'packs'),
(14, 'กำ', 'bundle');

-- --------------------------------------------------------

--
-- Table structure for table `tb_user`
--

CREATE TABLE `tb_user` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `user_status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `tb_user`
--

INSERT INTO `tb_user` (`id`, `username`, `password`, `user_status`) VALUES
(1, 'admin', 'pass', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb_img`
--
ALTER TABLE `tb_img`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_maintype`
--
ALTER TABLE `tb_maintype`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `id_maintype` (`id`) USING BTREE,
  ADD KEY `bud` (`bud`) USING BTREE;

--
-- Indexes for table `tb_price`
--
ALTER TABLE `tb_price`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_product`
--
ALTER TABLE `tb_product`
  ADD PRIMARY KEY (`id_product`);

--
-- Indexes for table `tb_prompt`
--
ALTER TABLE `tb_prompt`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_result`
--
ALTER TABLE `tb_result`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_unit`
--
ALTER TABLE `tb_unit`
  ADD PRIMARY KEY (`id_unit`);

--
-- Indexes for table `tb_user`
--
ALTER TABLE `tb_user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tb_img`
--
ALTER TABLE `tb_img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `tb_maintype`
--
ALTER TABLE `tb_maintype`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `tb_price`
--
ALTER TABLE `tb_price`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=151;

--
-- AUTO_INCREMENT for table `tb_product`
--
ALTER TABLE `tb_product`
  MODIFY `id_product` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=666;

--
-- AUTO_INCREMENT for table `tb_prompt`
--
ALTER TABLE `tb_prompt`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `tb_result`
--
ALTER TABLE `tb_result`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tb_unit`
--
ALTER TABLE `tb_unit`
  MODIFY `id_unit` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `tb_user`
--
ALTER TABLE `tb_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
